{
  "home_t1": "Ihre vertrauenswürdige Quelle für authentisches indisches Essen",
  "home_t2": "Produkte in Irland",
  "home_t3": "Bei",
  "home_t4": "CaliDia Foods",
  "home_t5": "Wir liefern hochwertige indische Lebensmittelprodukte an Einzelhändler in ganz Irland mit einem Engagement für Qualität und Erschwinglichkeit.",
  "home_t6": "Mehr Infos",
  "home_t7": "CaliDia als One-Stop-Shop für indische Produkte in Irland.",
  "home_t8": "Mit einem Bekenntnis zu Qualität, Erschwinglichkeit und Zuverlässigkeit bemüht sich CaliDia Foods, die Lieferkette für Einzelhändler zu vereinfachen und gleichzeitig kulturelle Vielfalt zu fördern und gesundes Leben zu unterstützen.",
  "home_t9": "Kontaktieren Sie uns",
  "about_t1": "Über uns",
  "about_t2": "CaliDia Foods",
  "about_t3": "CaliDia Foods ist ein Einzelunternehmen, das 2024 in Irland gegründet wurde und sich auf den Großhandel von Premium-Indischen Gerichten spezialisiert. Wir eliminieren Zwischenhändler, um Preis und Qualität zu garantieren, indem wir Produkte wie Reis, Hülsenfrüchte und andere Lebensmittel direkt aus Indien importieren. Unser Ziel ist es, Händlern in Irland hochwertige, erschwingliche indische Waren zu liefern, was letztlich den Kunden zugutekommt, indem Kosten gesenkt und der Zugang zu echten indischen Lebensmitteln erleichtert wird.",
  "about_t4": "Unser Team wird von einem erfahrenen Fachmann mit einer nachgewiesenen Erfolgsbilanz im Bereich Supply Chain Marketing geleitet, der wertvolle Expertise in unsere Abläufe einbringt. Diese Führung gewährleistet, dass CaliDia Foods mit strategischer Planung, termingerechten Lieferungen und ethischen Geschäftspraktiken arbeitet. Mit einem engagierten Marketingteam und einer klaren Vision sind wir zuversichtlich, unsere Mission zu erreichen und uns an den wettbewerbsintensiven und sich ständig verändernden Markt anzupassen.",
  "about_t5": "CaliDia Foods",
  "about_t6": "Lebensmittel",
  "about_t7": "Wir erkennen an, dass die Lebensmittelverteilungsbranche wettbewerbsintensiv und komplex ist. Mit einer gut geplanten Strategie, ethischen Praktiken und vertrauensvollen Partnerschaften mit Lieferanten in Indien hat sich CaliDia Foods jedoch als starker und zuverlässiger Akteur im Großhandel von indischen Lebensmitteln positioniert. Unser Fokus auf Qualität, Erschwinglichkeit und Kundenzufriedenheit verschafft uns den Wettbewerbsvorteil, der notwendig ist, um langfristigen Erfolg für alle unsere Kunden und Partner zu sichern.",
  "about_t8": "Durch den Aufbau starker Beziehungen zu unseren Partnern und Lieferanten in Indien wollen wir kontinuierlich die frischesten, authentischsten indischen Lebensmittelprodukte zu wettbewerbsfähigen Preisen anbieten. Unser Ziel ist es, die Lieferketten zu vereinfachen, lokale Unternehmen zu unterstützen und indische Lebensmittelprodukte in jeder Ecke Irlands zugänglich zu machen.",
  "about_t9": "Bringen Sie indisches Essen auf Ihren Tisch, in ganz Irland",
  "about_t10": "Angebot einholen",
  "contact_t1": "CaliDia Foods",
  "contact_t2": "Adresse",
  "contact_t3": "12 The Grove, An Glasan, Greenville Lane, Enniscorthy, Co. Wexford, Irland.",
  "contact_t4": "Y21H3NK",
  "contact_t5": "Lass uns reden",
  "contact_t6": "Allgemeiner Support",
  "contact_t7": "Teilen Sie uns Ihren Namen mit",
  "contact_t8": "Geben Sie Ihre E-Mail ein",
  "contact_t9": "Geben Sie Ihre Telefonnummer ein",
  "contact_t10": "Nachricht",
  "contact_t11": "Nachricht senden",
  "contact_t12": "Schicken Sie uns eine Nachricht",
  "card1_t1": "Direkter Import ohne Zwischenhändler.",
  "card1_t2": "Wir bringen authentische indische Lebensmittelprodukte direkt aus Indien und garantieren so höchste Qualität ohne unnötige Vermittler.",
  "card1_t3": "Hohe Qualitätsstandards.",
  "card1_t4": "Jedes Produkt, das wir vertreiben, erfüllt strenge Qualitätsstandards, um das Beste für unsere Einzelhändler und deren Kunden zu bieten.",
  "card1_t5": "Erschwingliche Preise für Einzelhändler.",
  "card1_t6": "Durch die Optimierung unserer Lieferkette bieten wir kostengünstige Lösungen, die es Einzelhändlern ermöglichen, Einsparungen an ihre Kunden weiterzugeben.",
  "card2_t1": "Wir vertreiben hochwertige",
  "card2_t2": "indische Lebensmittelprodukte",
  "card2_t3": "CaliDia Foods importiert eine Vielzahl von hochwertigen Reisarten aus Indien, um den unterschiedlichen kulinarischen Bedürfnissen irischer Einzelhändler gerecht zu werden. Dazu gehört aromatischer Basmatireis, der sich aufgrund seiner großen Körner und seines angenehmen Aromas gut für Biryani, Pulao und Ghee-Reis eignet. Jeerakasala, auch als Kaima-Reis bekannt, ist ein kleiner Kornreis mit einem einzigartigen Geschmack, der gut für Biryani, gebratenen Reis und andere Gerichte geeignet ist. Darüber hinaus gibt es parboiled, matta und Sona Masoori Reis, um verschiedenen Ernährungsbedürfnissen und Kochmethoden gerecht zu werden. Diese Premium-Reissorten stammen von renommierten indischen Händlern, um Authentizität, Frische und Geschmack zu garantieren.",
  "card2_t4": "Angebot einholen",
  "card2_t5": "Hülsenfrüchte sind ein wesentlicher Bestandteil jeder indischen Mahlzeit, und CaliDia Foods liefert eine vielfältige Auswahl dieser nahrhaften Lebensmittel nach Irland. Zu den importierten Hülsenfrüchten gehören Moong Dal (grüne Erbsen), Toor Dal (Pigeon Peas), Masoor Dal (rote Linsen) und Urad Dal (schwarze Erbsen) sowie Kichererbsen und Kidneybohnen. Diese proteinreichen Grundnahrungsmittel sind unerlässlich für die Zubereitung authentischer indischer Currys, Dals und Suppen und fördern gleichzeitig gesunde Ernährung und Ernährungssicherheit. CaliDia stellt sicher, dass diese Hülsenfrüchte von vertrauenswürdigen Lieferanten bezogen werden, um höchste Qualitätsstandards zu erreichen.",
  "card2_t6": "CaliDia Foods importiert traditionelle indische Mehle, die für eine Vielzahl authentischer Gerichte unerlässlich sind. Dazu gehören Weizenmehl, Kichererbsenmehl und Reismehl. Weizenmehl eignet sich hervorragend für die Herstellung von Chapatis, Parathas und anderen Fladenbroten, während Kichererbsenmehl für Snacks wie Besan Chilla und Frittiertes unverzichtbar ist.",
  "card2_t7": "Frische Früchte sind ein wichtiger Bestandteil eines gesunden Lebensstils und kulinarischer Traditionen, und CaliDia Foods stellt sicher, dass irische Verbraucher Zugang zu den beliebtesten indischen Früchten haben. Diese frischen Früchte werden sorgfältig von Hand gepflückt und transportiert, um ihren natürlichen Geschmack und Nährwert zu erhalten, sodass irische Einzelhändler die Nachfrage nach frischen, authentischen Früchten decken und den Verbrauchern gesunde Optionen bieten können.",
  "card2_t8": "CaliDia Foods importiert frisches, hochwertiges Gemüse aus Indien, um sicherzustellen, dass irische Einzelhändler Zugang zu authentischen Zutaten für die traditionelle indische Küche haben. Dieses frische Gemüse ist entscheidend für die Zubereitung authentischer indischer Currys, Eintöpfe und Alltagsgerichte. CaliDia stellt sicher, dass alle Gemüse direkt von vertrauenswürdigen indischen Lieferanten bezogen werden, um Frische, Authentizität und Qualität für den irischen Markt zu gewährleisten.",
  "card2_t9": "CaliDia Foods",
  "card2_t10": "Reis",
  "card2_t11": "Hülsenfrüchte",
  "card2_t12": "Mehl",
  "card2_t13": "Gemüse",
  "card2_t14": "Früchte",
  "carousel_t1": "CaliDia Foods",
  "carousel_t2": "Es hat nicht nur fünf Jahrhunderte überstanden, sondern auch den Sprung in die elektronische Schrift gesetzt und ist im Wesentlichen unverändert geblieben. Es wurde in den 1960er Jahren mit der Veröffentlichung von Letraset-Bögen populär, die Lorem-Ipsum-Passagen enthielten.",
  "cart_t1": "Mein Warenkorb",
  "cart_t2": "Entfernen",
  "cart_t3": "Gesamtgewicht",
  "cart_t4": "Gesamtprodukte",
  "cart_t5": "CaliDia Foods",
  "cart_t6": "Bitte geben Sie die folgenden Details für das Angebot ein",
  "cart_t7": "Vorname",
  "cart_t8": "Nachname",
  "cart_t9": "E-Mail",
  "cart_t10": "Telefon-Nr.",
  "cart_t11": "Adresse",
  "cart_t12": "Schließen",
  "footer_t1": "CaliDia",
  "footer_t2": "Lebensmittel",
  "footer_t3": "Die besten Qualitätsprodukte – von uns zu Ihnen.",
  "footer_t4": "CaliDia Foods",
  "footer_t5": "Startseite",
  "footer_t6": "Über uns",
  "footer_t7": "Kontaktieren Sie uns",
  "footer_t8": "Angebot",
  "footer_t9": "Support",
  "footer_t10": "© CaliDia Foods, 2024. Alle Rechte vorbehalten.",
  "gallery_t1": "Bringing Nature's Best",
  "gallery_t2": "Begleiten Sie uns auf einer kulinarischen Reise, die Grenzen überschreitet, während wir das Beste aus der Natur auf Ihren Tisch bringen, mit einem globalen Touch. Unser Engagement für Qualität stellt sicher, dass jede Zutat, die aus verschiedenen Kontinenten bezogen wird.",
  "gallery_t3": "Länder",
  "gallery_t4": "Qualitätssicherung",
  "gallery_t5": "Verkaufte Artikel",
  "gallery_t6": "Unsere Galerie",
  "gallery_t7": "Versand",
  "gallery_t8": "Gemüse",
  "gallery_t9": "Blattgemüse",
  "gallery_t10": "Früchte",
  "gallery_t11": "Exporte",
  "gallery_t12": "Mehl",
  "gallery_t13": "Pakete",
  "gallery_t14": "Verpackung",
  "gallery_t15": "Hülsenfrüchte",
  "navbar_t1": "Lebensmittel",
  "navbar_t2": "Lebensmittel",
  "navbar_t3": "Über uns",
  "navbar_t4": "Warum CaliDia",
  "quote_t1": "Kategoriebereich",
  "quote_t2": "Kategorien",
  "quote_t4": "Menge in kg",
  "quote_t5": "Zum Warenkorb hinzufügen",
  "slider_t1": "CaliDia Foods Ihre vertrauenswürdige Quelle für authentische indische Lebensmittelprodukte in Irland, die hochwertige indische Lebensmittelprodukte an Einzelhändler in ganz Irland liefert, mit einem Engagement für Qualität und Erschwinglichkeit.",
  "toast_t1": "Ihre Bestellung wurde aufgegeben",
  "toast_t2": "Es könnte ein Problem mit dem Netzwerk geben. Bitte versuchen Sie es erneut",
  "toast_t3": "Wir werden Sie bald kontaktieren",
  "toast_t4": "Es könnte ein Problem mit dem Netzwerk geben. Bitte versuchen Sie es erneut",
  "toast_t5": "Zum Warenkorb hinzugefügt",
  "toast_t6": "Benötigte Menge zum Hinzufügen zum Warenkorb",
  "p-1": "Basamati Reis",
  "p-2": "Sona Masoori Reis",
  "p-3": "Ponni Reis",
  "p-4": "Matta Reis",
  "p-5": "Idly Reis",
  "p-6": "Toor Dal",
  "p-7": "Channa Dal",
  "p-8": "Urad Dal",
  "p-9": "Poha",
  "p-10": "Frittierte Gramm",
  "p-11": "Grüne Erbsen",
  "p-12": "Masoor Dal",
  "p-13": "Kichererbsen",
  "p-14": "Grüne Erbsen",
  "p-15": "Rote Bohnen",
  "p-16": "Sojabohnen",
  "p-17": "Reismehl",
  "p-18": "Weizenmehl",
  "p-19": "Chakki Aata",
  "p-20": "Maismehl",
  "p-21": "Ragi Mehl",
  "p-22": "Multigrain Mehl",
  "p-23": "Bangapalle Mangos",
  "p-24": "Alphonso Mangos",
  "p-25": "Rasalu Mangos",
  "p-26": "Mallika Mangos & Mischsorten",
  "p-27": "Zuckeräpfel",
  "p-28": "Maulbeeren",
  "p-29": "Chickoo Früchte",
  "p-30": "Jackfrüchte",
  "p-31": "Eisapfel - Tadgola",
  "p-32": "Wassermelone",
  "p-33": "Junger Kokosnuss",
  "p-34": "Ananas",
  "p-35": "Banane",
  "p-36": "Guave",
  "p-37": "Drachenfrüchte",
  "p-38": "Okra",
  "p-39": "Gurke",
  "p-40": "Arvi Grüne Chili",
  "p-41": "Zwiebeln",
  "p-42": "Drumsticks",
  "p-43": "Bohnen",
  "p-44": "Gelbe Gurke",
  "p-45": "Ash Gourd",
  "p-46": "Schlangen Kürbis",
  "p-47": "Bittergurke",
  "p-48": "Ingwer",
  "p-49": "Tindoora",
  "p-50": "Koriander",
  "p-51": "Curryblätter",
  "p-52": "Blattgemüse",
  "p-53": "Minze",
  "p-54": "Jeerakasala Reis",
  "why-1": "Warum CaliDia",
  "why-2": "Unsere Mission ist es, der führende Distributor indischer Lebensmittelprodukte in Irland zu werden, indem wir überlegene Produkte zu den erschwinglichsten Kosten anbieten. Durch enge Zusammenarbeit mit unseren Partnern möchten wir der bevorzugte One-Stop-Shop für Einzelhändler werden, die indische Waren suchen, indem wir außergewöhnlichen Kundenservice und eine effiziente Lieferkette bieten."
}
